[
  {
    "text": "The analysis builds on data already published in previous work.",
    "label": "secondaire"
  },
  {
    "text": "Figures were taken from government statistical records.",
    "label": "secondaire"
  },
  {
    "text": "We consulted the IPCC’s archive for climate projection datasets.",
    "label": "secondaire"
  },
  {
    "text": "Citations of previously analyzed data were extracted from a meta-analysis.",
    "label": "secondaire"
  },
  {
    "text": "Archived financial data supported the economic models.",
    "label": "secondaire"
  },
  {
    "text": "This study replicates findings from previously reported experiments.",
    "label": "secondaire"
  },
  {
    "text": "Datasets from previous surveys conducted by NGOs were utilized.",
    "label": "secondaire"
  },
  {
    "text": "We utilized GIS layers produced in earlier projects.",
    "label": "secondaire"
  },
  {
    "text": "Survey responses came from historical polling databases.",
    "label": "secondaire"
  },
  {
    "text": "Data from published appendices were reanalyzed.",
    "label": "secondaire"
  },
  {
    "text": "The researchers relied on data published by the United Nations.",
    "label": "secondaire"
  },
  {
    "text": "External sources such as published books and reports were cited.",
    "label": "secondaire"
  },
  {
    "text": "Only secondary data was used due to lack of field access.",
    "label": "secondaire"
  },
  {
    "text": "Cited information comes from a compilation of public archives.",
    "label": "secondaire"
  },
  {
    "text": "Comparative analysis relied on published national statistics.",
    "label": "secondaire"
  },
  {
    "text": "Publicly available data were sourced from the World Bank database.",
    "label": "secondaire"
  },
  {
    "text": "The report drew its numbers from publicly accessible datasets.",
    "label": "secondaire"
  },
  {
    "text": "Reanalyses were performed on datasets published five years ago.",
    "label": "secondaire"
  },
  {
    "text": "Trends were validated with datasets from third-party sources.",
    "label": "secondaire"
  },
  {
    "text": "Spatial data were extracted from a published repository.",
    "label": "secondaire"
  },
  {
    "text": "We referenced demographic statistics from Eurostat.",
    "label": "secondaire"
  },
  {
    "text": "Archived data were extracted from national census reports.",
    "label": "secondaire"
  },
  {
    "text": "Secondary sources included development agency reports.",
    "label": "secondaire"
  },
  {
    "text": "Findings were supported by prior national surveys.",
    "label": "secondaire"
  },
  {
    "text": "All figures came from datasets already analyzed in prior studies.",
    "label": "secondaire"
  },
  {
    "text": "Satellite imagery was downloaded from Copernicus and reprocessed.",
    "label": "secondaire"
  },
  {
    "text": "Published datasets were downloaded and re-analyzed.",
    "label": "secondaire"
  },
  {
    "text": "All relevant datasets are available through academic portals.",
    "label": "secondaire"
  },
  {
    "text": "We reused survey tools from other published experiments.",
    "label": "secondaire"
  },
  {
    "text": "Open-access data repositories provided the numerical values used.",
    "label": "secondaire"
  },
  {
    "text": "Information was gathered from published scientific articles.",
    "label": "secondaire"
  },
  {
    "text": "Statistical tables were re-used from government policy documents.",
    "label": "secondaire"
  },
  {
    "text": "No primary data were collected; all data were retrieved from online sources.",
    "label": "secondaire"
  },
  {
    "text": "Environmental indicators were derived from remote sensing archives.",
    "label": "secondaire"
  },
  {
    "text": "The study did not involve new data collection efforts.",
    "label": "secondaire"
  },
  {
    "text": "Numbers cited in this paper come from government websites.",
    "label": "secondaire"
  },
  {
    "text": "Our maps were based on shapefiles from open data platforms.",
    "label": "secondaire"
  },
  {
    "text": "Statistical outputs from previous field missions were reused.",
    "label": "secondaire"
  },
  {
    "text": "Historical weather data were retrieved from meteorological archives.",
    "label": "secondaire"
  },
  {
    "text": "We based our simulations on datasets released by the FAO.",
    "label": "secondaire"
  },
  {
    "text": "Numerical figures come from the OECD public data portal.",
    "label": "secondaire"
  },
  {
    "text": "Sources included archived institutional research data.",
    "label": "secondaire"
  },
  {
    "text": "We analyzed metadata shared by previous researchers.",
    "label": "secondaire"
  },
  {
    "text": "Data were drawn from previously published peer-reviewed literature.",
    "label": "secondaire"
  },
  {
    "text": "This work used secondary data from national forestry inventories.",
    "label": "secondaire"
  },
  {
    "text": "Data mentioned here were taken from the CDC's published health indicators.",
    "label": "secondaire"
  },
  {
    "text": "All information was cited from reliable published studies.",
    "label": "secondaire"
  },
  {
    "text": "Only existing survey data were reinterpreted for the present study.",
    "label": "secondaire"
  },
  {
    "text": "Data were provided by previous project stakeholders.",
    "label": "secondaire"
  },
  {
    "text": "The data used in this study were obtained from the World Health Organization.",
    "label": "secondaire"
  }
]